---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationGroupTagHeads
source: html/a8680e52-4595-96f1-d2c1-0232d0def5e6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationGroupTagHeads Property

"Group Matching Tag Heads"

## Syntax (C#)
```csharp
public static ForgeTypeId MultiReferenceAnnotationGroupTagHeads { get; }
```